Repository: common-repository/wp-calc-weight
Catalog: languages/wp-calc-weight-*.po
Languages: es_es, ru_ru

source: Settings
es_es: Los ajustes
ru_ru: Настройки

source: FAQ
ru_ru: ЧАВО

source: What's new
es_es: Que nuevo
ru_ru: Что нового

source: Shortcodes samples
es_es: Los ejemplos de los shorts-códigos
ru_ru: Примеры шорт-кодов

source: Public language
es_es: La lengua de la parte pública
ru_ru: Язык публичной части

source: Measurement system
es_es: El sistema de las medidas
ru_ru: Система мер

source: Metric
es_es: Métrico
ru_ru: Метрическая

source: Imperial
es_es: Inglés
ru_ru: Английская

source: Round up calculations
es_es: Redondear los cálculos finales
ru_ru: Округлять конечные вычисления

source: No
ru_ru: Нет

source: Yes
es_es: Sí
ru_ru: Да

source: Custom header
es_es: El encabezamiento de usuario
ru_ru: Пользовательский заголовок

source: Show header
es_es: Mostrar el encabezamiento
ru_ru: Показать заголовок

source: Show 'Reset' button
es_es: Mostrar el botón el Lanzamiento
ru_ru: Показать кнопку Сброс

source: Custom basic font size
es_es: La dimensión de usuario básica de la letra
ru_ru: Пользовательский базовый размер шрифта

source: Custom border color
es_es: El color de usuario del límite
ru_ru: Пользовательский цвет рамки

source: Custom name for 'Calculate' button
es_es: El nombre de usuario del botón Contar
ru_ru: Пользовательское название кнопки Рассчитать

source: Custom background color for 'Calculate' button
es_es: El color de usuario del fondo del botón Contar
ru_ru: Пользовательский цвет фона кнопки Рассчитать

source: Custom font color for 'Calculate' button (normal and hover)
es_es: El color de usuario de la letra del botón Contar (regular y a la inducción)
ru_ru: Пользовательский цвет шрифта кнопки Рассчитать (обычный и при наведении)

source: Custom background color for 'Reset' button
es_es: El color de usuario del fondo del botón el Lanzamiento
ru_ru: Пользовательский цвет фона кнопки Сброс

source: Custom font color for 'Reset' button (normal and hover)
es_es: El color de usuario de la letra del botón el Lanzamiento (regular y a la inducción)
ru_ru: Пользовательский цвет шрифта кнопки Сброс (обычный и при наведении)

source: Custom background color for table header
es_es: El color de usuario del fondo del encabezamiento de la tabla
ru_ru: Пользовательский цвет фона заголовка таблицы

source: Custom font color for table header
es_es: El color de usuario de la letra de la tabla
ru_ru: Пользовательский цвет шрифта таблицы

source: Custom border color for input
es_es: El color de usuario del límite de los campos
ru_ru: Пользовательский цвет рамки полей

source: Custom background color for input
es_es: El color de usuario del fondo de los campos
ru_ru: Пользовательский цвет фона полей

source: Custom font color for input
es_es: El color de usuario de la letra de los campos
ru_ru: Пользовательский цвет шрифта полей

source: Advertising javascript (e.g. Google adsense)
es_es: La publicidad javascript (p.ej. Google adsense)
ru_ru: Рекламный javascript (напр. Google adsense)

source: Save
es_es: Conservar
ru_ru: Сохранить

source: Ideal weight
es_es: El peso ideal
ru_ru: Идеальный вес

source: Calculate
es_es: Contar
ru_ru: Рассчитать

source: Formula
es_es: La fórmula
ru_ru: Формула

source: kg.
ru_ru: кг.

source: lbs.
es_es: La libra.
ru_ru: фунт.

source: Robinson's formula
es_es: La fórmula de Robinson
ru_ru: Формула Робинсона

source: Miller's formula
es_es: La fórmula de Miller
ru_ru: Формула Миллера

source: Devine's formula
es_es: La fórmula de Devine
ru_ru: Формула Девина

source: Hamwi formula
es_es: La fórmula de Hamvi
ru_ru: Формула Хамви

source: Creff's formula
es_es: La fórmula de Creff
ru_ru: Формула Креффа

source: Nagler's formula
es_es: La formula de Nagler
ru_ru: Формула Наглера

source: Cooper's formula
es_es: La fórmula de Cooper
ru_ru: Формула Купера

source: Monnerot-Dumaine's formula
es_es: La fórmula de Monnerot-Dumaine
ru_ru: Формула Моннерота-Думайна

source: World Health Organization recommendation(BMI: 18.5 - 25)
es_es: Recomendación de la Organización Mundial de la Salud (BMI: 18.5 - 25)
ru_ru: Рекомендация ВОЗ (ИМТ: 18.5 - 25)

source: Age
es_es: La edad
ru_ru: Возраст

source: years
es_es: De los años
ru_ru: лет

source: Gender
es_es: El suelo
ru_ru: Пол

source: Male
es_es: De hombre
ru_ru: Мужской

source: Female
es_es: Femenino
ru_ru: Женский

source: Height
es_es: El crecimiento
ru_ru: Рост

source: cm
ru_ru: см.

source: ft
es_es: El pie
ru_ru: фут.

source: inch
es_es: La pulgada
ru_ru: дюйм

source: Girth of wrist
es_es: Contorno la muñeca
ru_ru: Обхват запястья

source: Reset
es_es: Restablecer
ru_ru: Сброс

source: PHP version
es_es: Versión de PHP
